""" dir = 'dataset/TRAIN'
import os
# file list
file_list = os.listdir(dir)

local_names = [x.split('.')[0] for x in file_list]

print(local_names) """

pm2_locs = ['공주',
                '노은동',
                '논산',
                '대천2동',
                '독곶리',
                '동문동',
                '모종동',
                '문창동',
                '성성동',
                '신방동',
                '신흥동',
                '아름동',
                '예산군',
                '읍내동',
                '이원면',
                '정림동',
                '홍성읍']

aws_locs = ['홍성죽도',
            '대천항',
            '세종연서',
            '오월드',
            '대산',
            '서천',
            '세종금남',
            '논산',
            '청양',
            '춘장대',
            '북격렬비도',
            '호도',
            '장동',
            '세천',
            '정산',
            '정안',
            '아산',
            '양화',
            '태안',
            '홍북',
            '안도',
            '예산',
            '공주',
            '옹도',
            '계룡',
            '성거',
            '세종고운',
            '당진',
            '세종전의',
            '유구']